[
    {
        "name": "Отклонена (нехватка)",
        "description": "Недостаточно доказательств",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Понимаем, что нарушения правил могут быть неприятным опытом. Однако, для проведения расследования и принятия соответствующих мер, нам необходимы дополнительные доказательства. Просим вас предоставить нам больше информации и доказательств, чтобы мы могли принять необходимые меры в отношении {complain_on}. Ваше сотрудничество и понимание важны для нас. Спасибо за ваше участие!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (пустышка)",
        "description": "Жалоба без информации",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Просим вас составить новую жалобу с подробным описанием ситуации и предоставленными доказательствами (при наличии). Спасибо за ваше участие!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (нет нарушения)",
        "description": "Игрок не нарушает",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. После проведения расследования мы пришли к выводу, что в данной жалобе {complain_on} не нарушает правил игры. Мы всегда стремимся поддерживать честную и справедливую игровую среду для всех участников. Ваша внимательность и активное участие в сообществе игры оцениваются нами. Спасибо за понимание!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (уже наказан)",
        "description": "Игрок уже наказан",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы провели расследование и пришли к выводу, что не можем наказать игрока. Мы также хотим проинформировать вас, что игрок {complain_on} уже был наказан за данное нарушение. Мы всегда стремимся поддерживать честную и справедливую игровую среду для всех участников. Ваша внимательность и активное участие в сообществе игры оцениваются нами. Спасибо за понимание!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (дубликат жалобы)",
        "description": "Жалоба продублирована",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Однако, мы обнаружили, что данная жалоба является дубликатом предыдущей. Мы постоянно работаем над обеспечением честной и справедливой игровой среды, и ваше активное участие в этом процессе важно для нас. Если у вас возникнут новые обстоятельства или новые причины для жалобы, не стесняйтесь обращаться к нам снова. Спасибо за ваше сотрудничество!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (обрезанные)",
        "description": "Нечитабельно или редактирование",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Однако, при рассмотрении вашей жалобы было обнаружено, что доказательства нечитабельны или были подвержены редактированию (обрезка). ПОжалуйста, будьте добры составить новую жалобу с оригинальными доказательствами. Спасибо за понимание!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (амнистия -)",
        "description": "Не подлежит амнистии",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы тщательно рассмотрели вашу жалобу и приняли решение отказа в амнистии. Наказание выдано по разумному решению, чтобы обеспечить справедливую игровую среду. Спасибо за ваше участие!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Мут",
        "description": "Mut",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы тщательно рассмотрели вашу жалобу и приняли решение в вашу пользу. Игроку будет выдано наказание в виде блокировку игрового чата персонажа под ником {complain_on} на минут (время) по причине (причина), чтобы обеспечить справедливую игровую среду. Ваша активная позиция и участие в создании безопасного и приятного игрового опыта очень важны для нас. Спасибо за ваше участие!\n\nС уважением,\n\nАдминистрация GrandMobile"
    },
    {
        "name": "Бан",
        "description": "Ban",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы тщательно рассмотрели вашу жалобу и приняли решение в вашу пользу. Игроку будет выдано наказание в виде блокировку персонажа под ником {complain_on} на (время) дней по причине (причина), чтобы обеспечить справедливую игровую среду. Ваша активная позиция и участие в создании безопасного и приятного игрового опыта очень важны для нас. Спасибо за ваше участие!\n\nС уважением,\n\nАдминистрация GrandMobile"
    },
    {
        "name": "Джаил",
        "description": "Jail",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы тщательно рассмотрели вашу жалобу и приняли решение в вашу пользу. Игроку будет выдано наказание в виде деморгана  персонажа под ником {complain_on} на минут (время) по причине (причина), чтобы обеспечить справедливую игровую среду. Ваша активная позиция и участие в создании безопасного и приятного игрового опыта очень важны для нас. Спасибо за ваше участие!\n\nС уважением,\n\nАдминистрация GrandMobile"
    },
    {
        "name": "Варн",
        "description": "Warn",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы тщательно рассмотрели вашу жалобу и приняли решение в вашу пользу. Игроку будет выдано наказание в виде предупреждение персонажа под ником {complain_on} по причине (причина), чтобы обеспечить справедливую игровую среду. Ваша активная позиция и участие в создании безопасного и приятного игрового опыта очень важны для нас. Спасибо за ваше участие!\n\nС уважением,\n\nАдминистрация GrandMobil"
    },
    {
        "name": "Одобрена (амнистия +)",
        "description": "Подлежит амнистии",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. Мы тщательно рассмотрели вашу жалобу и приняли решение амнистии в вашу пользу. Наказание будет смягчено, чтобы обеспечить справедливую игровую среду. Спасибо за ваше участие!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (верно)",
        "description": "Выдано верно",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. После проведения расследования мы пришли к выводу, что в данной жалобе {complain_on} выдал наказание верно. Мы всегда стремимся поддерживать честную и справедливую игровую среду для всех участников. Ваша внимательность и активное участие в сообществе игры оцениваются нами. Спасибо за понимание!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Отклонена (не нарушает)",
        "description": "Не запрещено",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. После проведения расследования мы пришли к выводу, что в данной жалобе {complain_on} не нарушает правила администрирования. Мы всегда стремимся поддерживать честную и справедливую игровую среду для всех участников. Ваша внимательность и активное участие в сообществе игры оцениваются нами. Спасибо за понимание!\n\nС уважением,\nАдминистрация GrandMobile"
    },
    {
        "name": "Одобрена (беседа)",
        "description": "Беседа администратору",
        "text": "Уважаемый {complain_from},\n\nБлагодарим вас за вашу жалобу {complain_number}. После проведения расследования мы пришли к выводу, что в данной жалобе {complain_on} сделал неправильное решение. С администратором будет проведена дисциплинарная беседа. Ваша внимательность и активное участие в сообществе игры оцениваются нами. Спасибо за понимание!\n\nС уважением,\nАдминистрация GrandMobile"
    }
]